Repository: lainsce/notejot
Catalog: po/extra/*.po
Languages: de_de, es, nl

source: Jot your ideas
de_de: Notieren Sie Ihre Ideen
es: Anote sus ideas
nl: Noteer je ideeën

source: A stupidly-simple notes application for any type of short term notes or ideas.
de_de: Eine total einfache Notizen-Anwendung für so ziemlich jede Art von kleinen Notizen oder Ideen.
es: Una aplicación de notas estúpidamente simple para cualquier tipo de notas o ideas a corto plazo.
nl: Een doodeenvoudige notitietoepassing voor het opschrijven van korte notities of ideeën.

source: Quit anytime with the shortcut Ctrl + Q
de_de: Beenden jederzeit mit dem Kürzel Strg + Q möglich
es: Salir en cualquier momento con el atajo Ctrl + Q
nl: Sluit af met Ctrl + Q

source: Release: Ready, Set, Go!
es: Versión: Preparados, listos, ¡ya!

source: Some UI design fixes, such as the notebook switcher being on the bottom instead of in the top.
es: Algunas correcciones en el diseño de la interfaz de usuario, como que el selector de cuadernos esté en la parte inferior en lugar de en la parte superior.

source: Note: Your notes and notebooks are always saved in ~/.var/app/io.github.lainsce.Notejot when using the Flatpak. Happy notetaking!
de_de: Notiz: Ihre Notizen und Notizbücher werden bei Verwendung von Flatpak immer unter ~/.var/app/io.github.lainsce.Notejot gespeichert. Viel Freude am Notieren!
es: Nota: Sus notas y cuadernos se guardan siempre en ~/.var/app/io.github.lainsce.Notejot cuando utilice el Flatpak. ¡Feliz toma de notas!
nl: Let op: als je de flatpak gebruikt, worden notities altijd opgeslagen in ‘~/.var/app/io.github.lainsce’. Veel notitieplezier!

source: Release: GTK4 and Ready!
de_de: Ausgabe: GTK4 und Fertig!
es: Versión: ¡GTK4 y listo!
nl: Uitgave: ‘Klaar voor GTK4!’

source: New UI
de_de: Neue Benutzeroberfläche
es: Interfaz de usuario renovada
nl: Nieuwe vormgeving

source: Using another widget to display note contents
de_de: Verwendet ein anderes Widget zum Anzeigen der Notizinhalte
es: Utilizado otro widget para mostrar el contenido de las notas
nl: Notitie-inhoud wordt voortaan naast de lijst getoond

source: Keyboard shortcuts for formatting
de_de: Tastenkürzel zum Formatieren
es: Atajos de teclado para dar formato
nl: Sneltoetsen voor tekstopmaak

source: Release: Notebooks Noted Up
de_de: Ausgabe: Notizbücher fallen auf
es: Versión: Cuadernos Anotados
nl: Uitgave: ‘In de boeken genoteerd’

source: New icon
de_de: Neues Symbol
es: Icono nuevo
nl: Nieuw pictogram

source: Notes now can be put into Notebooks, for more categorization
de_de: Notizen können jetzt zur besseren Kategorisierung in Notizbücher eingefügt werden
es: Las notas ahora se pueden poner en cuadernos, para una mayor categorización
nl: Notities kunnen voortaan worden opgeslagen in notitieboeken

source: Text Size of the Notes can be adjusted in 3 sizes
de_de: Die Textgröße von Notizen kann jetzt in drei Größen eingestellt werden
es: El tamaño del texto de las notas se puede ajustar en 3 tamaños
nl: De tekstgrootte van notities kan worden aangepast

source: Minor UI improvements all around
de_de: Überall ein paar kleine Verbesserungen an der Benutzeroberfläche
es: Pequeñas mejoras en la interfaz de usuario
nl: Kleine verbeteringen aan de vormgeving

source: Release: User Interface Improved
de_de: Ausgabe: Verbesserte Benutzeroberfläche
es: Versión: Mejora de la interfaz de usuario
nl: Uitgave: ‘De verbeterde vormgeving’

source: In many places, the UI has improved to make the experience better:
de_de: An vielen Stellen wurde die Benutzeroberfläche verbessert, für ein besseres Erlebnis:
es: En muchos lugares, la interfaz de usuario ha mejorado para que la experiencia sea mejor:
nl: De vormgeving is op veel plaatsen verbeterd:

source: Note settings button hiding when necessary
de_de: Die Schaltfläche für Notizeinstellungen wird ausgeblendet, wenn sie unnötig ist
es: Ocultación del botón de configuración de notas cuando sea necesario
nl: De instellingenknop wordt indien nodig verborgen

source: "No Open Notes" showing only when it's supposed to
de_de: "Keine Notizen geöffnet" erscheint nur dann, wenn es Sinn macht
es: "No hay notas abiertas" mostrando sólo cuando se supone que debe hacerlo
nl: ‘Geen geopende notities’ wordt alleen getoond indien nodig

source: Notes' hover being rounded
de_de: Notizen werden abgerundet hervorgehoben beim Berühren
es: Las notas son redondeadas
nl: Aanwijzen van notities rondt ze af

source: Minor UI improvements
de_de: Kleine Verbesserungen an der Benutzeroberfläche
es: Mejoras menores en la interfaz de usuario
nl: Kleine verbeteringen aan de vormgeving

source: Release: Just A Little More
de_de: Ausgabe: Ein klein wenig mehr
es: Versión: Sólo un poco más
nl: Uitgave: ‘Ietsje meer’

source: Minor UI fixes, and the format buttons actually format only the selected text this time.
de_de: Kleine Verbesserungen an der Benutzeroberfläche; und die Formatierungsschaltflächen formatieren diesmal nur den ausgewählten Text.
es: Correcciones menores de la interfaz de usuario, y los botones de formato realmente dan formato sólo el texto seleccionado esta vez.
nl: Kleine verbeteringen aan de vormgeving en de opmaakknoppen zijn voortaan alleen van toepassing op selecties.

source: Release: Hello, Flatpak!
de_de: Ausgabe: Hallo Flatpak!
es: Versión: ¡Hola, Flatpak!
nl: Uitgave: ‘Hallo, Flatpak!’

source: Lots of fixes: New UI, formatting inside notes, dark mode, backend improvements…
de_de: Eine ganze Menge Fehlerkorrekturen: Neue Benutzeroberfläche, Formatierung innerhalb Notizen, dunkles Thema, Verbesserungen im Hintergrund…
es: Muchas correcciones: Interfaz de usuario renovada, formato dentro de las notas, modo oscuro, mejoras en el backend…
nl: Vele verbeteringen: nieuwe vormgeving, opmaak binnen notities, donker thema en backend-verbeteringen…

source: text;plain;plaintext;notepad;notes;sticky;post-it;
de_de: Text;Klar;Klartext;Notepad;Post-it;sticky;Notizen;Notiz;
es: text;plain;plaintext;notepad;notes;sticky;post-it;texto;plano;bloc;notas;adhesiva;
nl: tekst;plat;plattetekst;notitieboek;notities;plakbriefje;post-it;
