Repository: lainsce/notejot
Catalog: po/*.po
Languages: cs, es, fr, it, nl, pt_br, tr

source: Detach Note From Notebook
cs: Odepnout ze zápisníku
es: Retirar nota del cuaderno
fr: Détacher la note du Carnet de note
it: Stacca la nota dal taccuino
nl: Notitie loskoppelen van notitieboek
pt_br: Retirar Nota do Caderno
tr: Notu, Not Defterinden Ayır

source: Removes this Note from its Notebook.
cs: Odstraní tuto poznámku z tohoto zápisníku.
es: Borra esta nota de su cuaderno.
fr: Supprime cette note de son carnet de notes.
it: Rimuove questa nota dal suo taccuino.
nl: Haal de notitie uit het notitieboek.
pt_br: Remove esta Nota de seu Caderno.
tr: Bu notu, not defterinden kaldırır.

source: Views
cs: Zobrazení
es: Vistas
fr: Vues
it: Visualizzare
nl: Weergaven
pt_br: Visualizações

source: Search notes
cs: Prohledat poznámky
es: Buscar notas
fr: Rechercher des notes
it: Cerca note
nl: Zoeken naar notities
pt_br: Pesquisar notas
tr: Notları ara

source: All Notes
cs: Všechny poznámky
es: Todas las notas
fr: Toutes les notes
it: Tutte le note
nl: Alle notities
pt_br: Todas Notas

source: Note Grid
es: Cuadrícula de notas
fr: Grille de notes

source: Trash
cs: Koš
es: Papelera
fr: Corbeille
it: Cestino
nl: Prullenbak
pt_br: Lixeira
tr: Çöp

source: NOTEBOOKS
es: CUADERNOS
fr: CARNETS DE NOTES

source: Add/Remove/Rename notebooks
es: Añadir/eliminar/renombrar cuadernos
fr: Ajouter / Supprimer / Renommer les carnets de note

source: Add Note
cs: Přidat poznámku
es: Añadir nota
fr: Ajouter une note
it: Aggiungi nota
nl: Notitie maken
pt_br: Adicionar Nota
tr: Not Ekle

source: Clear Trash
cs: Vysypat koš
es: Vaciar papelera
fr: Nettoyer la corbeille
it: Pulisci Cestino
nl: Prullenbak legen
pt_br: Limpar Lixeira
tr: Çöpü Temizle

source: Text Size
cs: Velikost textu
es: Tamaño del texto
fr: Taille du Texte
it: Dimensione del testo
nl: Tekstgrootte
pt_br: Tamanho do Texto

source: Small
cs: Malá
es: Pequeño
fr: Petit
it: Piccolo
nl: Klein
pt_br: Pequeno

source: Medium
cs: Střední
es: Mediano
fr: Moyen
it: Medio
nl: Normaal
pt_br: Médio

source: Large
cs: Velká
es: Grande
fr: Grand
it: Grande
nl: Groot
pt_br: Grande

source: Keyboard Shortcuts
cs: Klávesové zkratky
es: Atajos del teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
nl: Sneltoetsen
pt_br: Atalhos de Teclado

source: About Notejot
cs: O aplikaci Notejot
es: Acerca de Notejot
fr: À propos de Notejot
it: Informazioni su Notejot
nl: Over Notejot
pt_br: Sobre Notejot
tr: Notejot Hakkında

source: Move Note to a Notebook
cs: Přesunout do nového zápisníku
es: Mover la nota a un cuaderno
fr: Déplacer une note vers un carnet de notes
it: Sposta nota su un taccuino
nl: Verplaatsen naar notitieboek
pt_br: Mover Nota para um Caderno

source: Pin/Unpin Note
cs: Připnout/odepnout poznámku
es: Fijar/Desfijar nota
fr: Épingler / Désépingler une Note
it: Appunta/Spunta Nota
nl: Notitie vast-/losmaken
pt_br: Fixar/Desafixar nota
tr: Notu Sabitle/Sabitlemeyi Kaldır

source: Red
cs: Červená
es: Rojo
fr: Rouge
it: Rosso
nl: Rood
pt_br: Vermelho
tr: Kırmızı

source: Orange
cs: Oranžová
es: Naranja
it: Arancione
nl: Oranje
pt_br: Laranja
tr: Turuncu

source: Yellow
cs: Žlutá
es: Amarillo
fr: Jaune
it: Giallo
nl: Geel
pt_br: Amarelo
tr: Sarı

source: Blue
cs: Modrá
es: Azul
fr: Bleu
it: Blu
nl: Blauw
pt_br: Azul
tr: Mavi

source: Purple
cs: Fialová
es: Morado
fr: Violet
it: Viola
nl: Paars
pt_br: Roxo
tr: Mor

source: Brown
cs: Hnědá
es: Marrón
fr: Marron
it: Marrone
nl: Bruin
pt_br: Marrom
tr: Kahverengi

source: Green
cs: Zelená
es: Verde
fr: Vert
it: Verde
nl: Groen
pt_br: Verde
tr: Yeşil

source: No Color
cs: Bez barvy
es: Sin color
fr: Pas de couleur
it: Nesun Colore
nl: Kleurloos
pt_br: Sem cor
tr: Renksiz

source: Export Note…
es: Exportar nota…
fr: Exporter la note…
tr: Notu Dışa Aktar…

source: Delete Note
cs: Smazat poznámku
es: Borrar nota
fr: Supprimer la note
it: Cancella Nota
nl: Notitie verwijderen
pt_br: Deletar Nota

source: No Selected Notes
cs: Žádné vybrané poznámky
es: Sin notas seleccionadas
fr: Pas de notes sélectionnées
it: Nessuna nota selezionata
nl: Er zijn geen notities geselecteerd
pt_br: Sem Notas Selecionadas
tr: Seçilmiş Not Yok

source: Add a note with the + button.
cs: Tlačítkem + přidáte poznámky.
es: Añada una nota con el botón +.
fr: Ajoutez une note avec le boutton +.
it: Aggiungi una nota con il pulsante +.
nl: Klik op de plusknop om een notitie toe te voegen.
pt_br: Adicione uma nota com o botão +.
tr: + düğmesi ile not ekleyin.

source: Edit note name
es: Editar nombre de la nota
fr: Modifier le nom de la note
tr: Not adını düzenle

source: Remove Picture
es: Quitar imagen
fr: Supprimer l’image

source: Removes formatting from selected text
cs: Odebere formátování z vybraného textu
es: Quita el formato del texto seleccionado
fr: Supprime le formatage du texte sélectionné
it: Rimuove la formattazione dal testo selezionato
nl: Verwijder opmaak uit geselecteerde tekst
pt_br: Remove formatação do texto selecionado
tr: Seçili metinden biçimlendirmeyi kaldırır

source: Makes selected text emboldened
cs: Udělá vybraný text tučným
es: Texto seleccionado en negrita
fr: Mettre le texte sélectionné en gras
it: Rende il testo selezionato in grassetto
nl: Maak geselecteerde tekst vetgedrukt
pt_br: Negrita o texto selecionado
tr: Seçili metni kalın yapar

source: Makes selected text italicized
cs: Přepne text do kurzívy
es: Texto seleccionado en cursiva
fr: Mettre le texte sélectionné en italique
it: Rende il testo selezionato in corsivo
nl: Maak geselecteerde tekst cursief
pt_br: Torna o texto selecionado itálico
tr: Seçili metni eğik yapar

source: Makes selected text underlined
cs: Podtrhne vybraný text
es: Subraya el texto seleccionado
fr: Souligner le texte
it: Rende il testo selezionato sottolineato
nl: Onderstreep geselecteerde tekst
pt_br: Sublinha o texto selecionado
tr: Seçili metnin altını çizer

source: Makes selected text striked through
cs: Přeškrtne vybraný text
es: Tacha el texto seleccionado
fr: Barrer le texte
it: Rende il testo selezionato barrato
nl: Haal geselecteerde tekst door
pt_br: Corta o texto selecionado
tr: Seçili metnin üstünü çizer

source: Makes selected text into an unordered list
cs: Vytvoří z vybraného textu neuspořádaný seznam
es: Organiza el texto seleccionado en una lista desordenada
fr: Transformer le texte sélectionné en une liste non ordonnée
it: Rende il testo selezionato in una lista non ordinata
nl: Maak een ongeordende lijst van de geselecteerde tekst
pt_br: Transforma o texto selecionado em uma lista de ítens
tr: Seçili metni sırasız liste yapar

source: Adds a header picture to the note
es: Añade una imagen de cabecera a la nota
fr: Ajoute une image d’en-tête à la note
tr: Nota başlık resmi ekler

# shortcut window
source: Quit
cs: [shortcut window] Ukončit
es: Salir
fr: Quitter
it: Esci
nl: Afsluiten
pt_br: [janela de atalhos] Sair

source: Restore Note
cs: Obnovit poznámku
es: Restaurar nota
fr: Restaurer la note
it: Ripristina Nota
nl: Notitie terugzetten
pt_br: Restaurar Nota
tr: Notu Geri Yükle

source: Find notes here that were trashed to restore them.
cs: Zde najdete poznámky, které byly přesunuty do koše.
es: Encuentre aquí las notas borradas para restaurarlas.
fr: Retrouvez ici les notes qui ont été mises à la poubelle pour les restaurer.
it: Trova qui le note che sono state cestinate per ripristinarle.
nl: Hier vind je notities die je eventueel kunt terugzetten.
pt_br: Encontre aqui notas que foram deletadas para restaurá-las.
tr: Geri yüklemek için çöpe atılan notları burada bulun.

source: Note name
es: Nombre de la nota
fr: Nom de la note

source: Changed: UI now follows my own style that complements that of He.Albumaita, called Solo.
fr: Changement : l’interface suit désormais mon propre style, complétant celui de He.Albumaita, appelé Solo.

# shortcut window
source: General
cs: [shortcut window] Běžné
fr: Général
it: Generale
nl: Algemeen
pt_br: [janela de atalhos] Geral

source: Release: Stargone
tr: Sürüm: Stargone

source: Last Seen View
tr: Son Görülme Görünümü

source: The last seen view on the sidebar.
tr: Kenar çubuğunda son görülme görünümü.

source: Text size
tr: Metin boyutu

source: Manage notebooks
tr: Not defterlerini yönet

source: Tasks
tr: Görevler

source: Add Task
tr: Görev Ekle

source: Move Note To Notebook
tr: Notu, Not Defterine Taşı

source: Moves this Note to a Notebook.
tr: Bu notu bir not defterine taşır.

source: Note Name
tr: Not Adı

source: Trashes the note
tr: Notu, çöp kutusuna taşır

source: Sets the notebook of the note
tr: Notun, not defterini ayarlar

source: Removes the header picture
tr: Başlık resmini kaldırır

source: New Task
tr: Yeni Görev

source: Task Name
tr: Görev Adı

source: Task Details
tr: Görev Ayrıntıları

source: Delete the task
tr: Görevi sil

source: Delete Task
tr: Görevi Sil

source: translator_credits
tr: Sabri Ünal <libreajans@gmail.com>

source: Task text here
tr: Görev metni buraya

source: Empties the Trash
tr: Çöpü boşaltır

source: Clearing means the items in Trash will be permanently lost with no recovery.
tr: Temizleme, Çöp Kutusundaki ögelerin kurtarılmadan kalıcı olarak kaybolacağı anlamına gelir.

source: Trash has %s Item
tr: %s Öge Çöpte

source: Trash has %s Items
tr: %s Öge Çöpte

source: Release: Overhaul User Interface
cs: Vydání: Přepracováno uživatelské rozhraní
it: Versione: Revisione dell'interfaccia utente
nl: Uitgave: ‘In het nieuw’
pt_br: Lançamento: Redefinição da interface de usuário

source: Set Note Title
cs: Název poznámky
it: Imposta il titolo della nota
nl: Voer een naam in
pt_br: Definir Título

source: Manage Notebooks…
cs: Spravovat zápisníky…
it: Gestisci Taccuini…
nl: Notitieboeken beheren…
pt_br: Gerenciar Cadernos…

source: Notebooks
cs: Zápisníky
it: Taccuini
nl: Notitieboeken
pt_br: Cadernos
