Repository: lainsce/notejot
Catalog: po/*.po
Languages: cs, es, fr, it, nl, pt_br, tr

source: Jot your ideas
cs: Zapiš si své nápady
es: Anote sus ideas
fr: Notez vos idées
it: Annota le tue idee
nl: Noteer je ideeën
pt_br: Anote suas ideias
tr: Düşüncelerinizi hızlıca not alın

source: A stupidly-simple notes application for any type of short term notes or ideas.
cs: Velice jednoduchá poznámková aplikace pro každý typ poznámek nebo nápadů.
es: Una aplicación de notas estúpidamente simple para cualquier tipo de notas o ideas a corto plazo.
fr: Une application de notes très simple pour tout type de notes ou d'idées à court terme.
it: Un'applicazione di note stupidamente semplice per qualsiasi tipo di note a breve termine o idee.
nl: Een doodeenvoudige notitietoepassing voor het opschrijven van korte notities of ideeën.
pt_br: Um aplicativo estupidamente simples para qualquer tipo de notas curtas ou idéias.
tr: Her türlü kısa vadeli not veya fikir için çok basit bir not uygulaması.

source: 🟡 Color your notes in 8 different colors
cs: 🟡Obarvěte si své poznámky až 8 různými barvami
es: 🟡 Coloree sus notas en 8 colores diferentes
fr: 🟡 Colorez vos notes avec 8 couleurs différentes
it: 🟡 Colora le tue note in 8 colori diversi
nl: 🟡 Voorzie je notities van een kleur (8 verschillende om uit te kiezen)
pt_br: 🟡 Pinte suas notas com 8 cores diferentes
tr: 🟡 notlarınızı 8 farklı renkle renklendirin

source: 📓 Classify them in notebooks
cs: 📓Roztřiďte si je do zápisníků
es: 📓 Clasifíquelas en cuadernos
fr: 📓 Rangez-les dans des carnets de notes
it: 📓 Classificali nei taccuini
nl: 📓 Deel ze op in notitieboeken
pt_br: 📓 Classifique-as em cadernos
tr: 📓 Onları farklı not defterlerinde sınıflandırın

source: 🔤 Format text to your liking
cs: 🔤Naformátujte si text podle sebe
es: 🔤 Formatee a su gusto
fr: 🔤 Formatez le texte comme vous le préférez
it: 🔤 Formatta il testo a tuo piacimento
nl: 🔤 Gebruik alle tekstopmaak die je maar wilt
pt_br: 🔤 Formate o texto como quiser
tr: 🔤 Hoşunuza giden şekilde metni biçimlendirin

source: 📌 Pin your most important ones
cs: 📌Připni si ty nejdůležitější
es: 📌 Fije sus notas más importantes
fr: 📌 Épinglez vos notes les plus importantes
it: Appunta i tuoi più importanti
nl: 📌 Zet de belangrijkste bovenaan
pt_br: 📌 Fixe as mais importantes
tr: 📌 En enemli notlarınızı sabitleyin

source: Release: Stargon
es: Versión: Stargon
fr: Version : Stargon

source: Added: An option to give a note a header image.
es: Añadido: Una opción para dar a una nota una imagen de cabecera.
fr: Ajout : option pour donner une image d’en-tête à une note.

source: Changed: UI fixes.
es: Cambiado: Corrección de la interfaz de usuario.
fr: Changements : corrections de l’interface

source: Note: Your notes and notebooks are always saved in ~/.var/app/io.github.lainsce.Notejot when using the Flatpak. Happy notetaking!
cs: Poznámka: Pokud používáte Flatpak, vaše poznámky a zápisníky jsou vždy ukládány do ~/.var/app/io.github.lainsce.Notejot Veselé psaní!
es: Nota: Sus notas y cuadernos se guardan siempre en ~/.var/app/io.github.lainsce.Notejot cuando utilice el Flatpak. ¡Feliz toma de notas!
fr: Remarque : vos notes et carnets de notes sont maintenant enregistrés dans ~/.var/app/io.github.lainsce.Notejot pour la version Flatpak. Bonne prise de note !
it: Nota: le tue note e i tuoi taccuini vengono sempre salvati in ~/.var/app/io.github.
nl: Let op: als je de flatpak gebruikt, worden notities altijd opgeslagen in ‘~/.var/app/io.github.lainsce’. Veel notitieplezier!
pt_br: Nota: Suas notas e cadernos são sempre salvos em ~/.var/app/io.github.lainsce.Notejot quando usando o Flatpak. Boas anotações!

source: Release: Silver
es: Versión: Plata
fr: Version : Silver
tr: Sürüm: Gümüş

source: Changed: UI now follows my own style that complements that of Adwaita, called Solo.
es: Cambiado: La interfaz de usuario ahora sigue mi propio estilo que complementa el de Adwaita, llamado Solo.

source: Changed: The syntax follows Markdown conventions where possible.
es: Cambiado: La sintaxis sigue las convenciones de Markdown cuando es posible.
fr: Changement : la syntaxe suit les conventions Markdown quand c’est possible.

source: Fixed: The mobile UI has been fixed, back buttons should show up without issue.
es: Corregido: Se ha arreglado la interfaz de usuario del móvil, los botones de retroceso deberían aparecer sin problemas.
fr: Correction : l’interface mobile a été corrigée, les boutons Retour devraient apparaître sans problème.

source: Release: Beautiful Superstar
es: Versión: Superestrella hermosa
fr: Version : Beautiful Superstar
tr: Sürüm: Güzel Süper Yıldız

source: Added: New Notes Grid view, access your notes in a grid.
es: Añadido: Nueva vista de cuadrícula de notas, acceda a sus notas en una cuadrícula.
fr: Ajout : nouvelle vue en grille, accédez à vos notes sous forme de grille.

source: Changed: UI colors were changed, and some UI parts now look more intuitive.
es: Cambiado: Se han cambiado los colores de la interfaz de usuario y algunas partes de la misma tienen ahora un aspecto más intuitivo.
fr: Changement : les couleurs de l’interface ont été modifiées, et certaines parties sont désormais plus intuitives.

source: Fixed: Unordered list formatting.
es: Corregido: Formato de listas desordenadas.
fr: Correction : formatage de liste désordonné.

source: Fixed: Some UI bugs.
es: Corregido: Algunos errores en la interfaz de usuario.
fr: Correction : quelques bugs d’interface.
tr: Bazı kullanıcı arayüzü hataları düzeltildi.

source: Release: The Top 100 (3.3.3)
es: Versión: El Top 100 (3.3.3)
fr: Version : Le Top 100 (3.3.3)
tr: Sürüm: Top 100 (3.3.3)

source: Changed: UI now looks better layoutted, is an experiment.
cs: Změněné: Prvky UI jsou lépe rozmístěné, je to experiment.
es: Cambiado: La interfaz de usuario ahora tiene un mejor diseño, es un experimento.
fr: Modification : l’interface utilisateur est maintenant mieux agencée, c’est une expérience.
it: Modificato: l'interfaccia utente ora ha un layout migliore, è un esperimento.
nl: De vormgeving is vernieuwd, maar wel experimenteel.
pt_br: Mudança: A interface parece melhor desenhada, é um experimento.

source: Changed: Backend was changed to be more stable than the old one.
cs: Změněno: Přidáno nové zázemí, jenž je více stabilní než to původní.
es: Cambiado: Se ha cambiado el código para que sea más estable que el antiguo.
fr: Modifié : le backend a été modifié pour être plus stable que l’ancien.
it: Modificato: il backend è stato modificato per essere più stabile di quello precedente.
nl: Het backend is voortaan stabieler.
pt_br: Mudança: Processo interno alterado para maior estabilidade que o antigo.

source: Release: The Top 100
es: Versión: El Top 100
fr: Version : Le Top 100
tr: Sürüm: Top 100

source: Release: Pinned Notes
cs: Vydání: Připínání poznámek
es: Versión: Notas fijas
fr: Version : Notes Épinglées
it: Versione: Note appuntate
nl: Uitgave: ‘Vastgemaakt’
pt_br: Lançamento: Notas fixadas
tr: Sürüm: Sabitlenmiş Notlar

source: Added: Notes can now be pinned and are shown separately from others.
cs: Přidáno: Poznámky mohou být nově připnuty a jsou zobrazovány odděleně od ostatních.
es: Añadido: Ahora las notas se pueden fijar y se muestran por separado de las demás.
fr: Ajout : Les notes peuvent maintenant être épinglées et sont affichées séparément des autres.
it: Aggiunto: le note ora possono essere appuntate e vengono mostrate separatamente dalle altre.
nl: Nieuw: zet de belangrijkste notities bovenaan.
pt_br: Adicionado: Notas agora podem ser fixadas e aparecerão separadas das outras.

source: Added: Note title styling from older versions is back.
cs: Přidáno: Stylizace názvu poznámek z předchozích verzí je zpět.
es: Añadido: El estilo de los títulos de las notas de las versiones anteriores ha vuelto.
fr: Ajout : L'ancienne version du style pour les titres est de retour.
it: Aggiunto: lo stile del titolo della nota delle versioni precedenti è tornato.
nl: Nieuw: de titelopmaak uit oudere versies is terug.
pt_br: Adicionado: Estilo dos títulos das notas das versões antigas está de volta.

source: Added: Note searchbar is now always visible.
cs: Přidáno: Vyhledávací okno je nově viditelné pořád.
es: Añadido: La barra de búsqueda de notas está ahora siempre visible.
fr: Ajout : la barre de recherche des notes est désormais toujours visible.
it: Aggiunto: la barra di ricerca della nota ora è sempre visibile.
nl: Nieuw: een zoekbalk die altijd zichtbaar is.
pt_br: Adicionado: Barra de pesquisa de notas agora sempre visível.

source: Release: Usability Independence
cs: Vydání: Nezávislost používání
es: Versión: Independencia de la usabilidad
fr: Version : Indépendance de l'Utilisabilité
it: Versione: indipendenza dall'usabilità
nl: Uitgave: ‘Bruikbaar en wel’
pt_br: Lançamento: Dependência de usabilidade
tr: Sürüm: Kullanılabilirlik Bağımsızlığı

source: Fixed: many UI bugs were fixed, last but not least the notebook switcher and trash and also removing singluar notes from a notebook.
cs: Opraveno: Hodně UI bugů bylo opraveno, například přepínač zápisníků, koš a také odebírání jednotlivých poznámek ze zápisníku.
es: Corregido: muchos errores de la interfaz de usuario, por último, pero no menos importante, el conmutador de libretas y la papelera, así como borrar notas individuales de una libreta.
fr: Correction de nombreux bugs d'interface, notamment le sélecteur de bloc-notes et la corbeille, ainsi que la suppression des notes isolées.
it: Risolto: molti bug dell'interfaccia utente sono stati corretti, ultimo ma non meno importante lo switcher del notebook e
nl: Er zijn diverse bugs in de vormgeving opgelost, onder meer in de notitieboeklijst, prullenbak en bij het verwijderen van notities.
pt_br: Consertado: Vários erros de interface foram consertados, finalmente o alternador de cadernos e lixeira e também remover notas de um caderno.

source: Release: Format But Don't Fail
cs: Vydání: Formátujte bez selhání
es: Versión: Formatee pero no falle
fr: Nouveauté : Formatez Mais N'échouez Pas
it: Versione: formatta ma non fallisce
nl: Uitgave: ‘Opmaak en wel’
pt_br: Lançamento: Formata mas não falha

source: Fixed: formatting functions are the best they can be, plus minor fixes all around.
cs: Opraveno: Funkce pro formátování jsou nejlepší, jaké mohly být. Plus menší opravy.
es: Corregido: las funciones de formateo son las mejores posibles, además de pequeñas correcciones en general.
fr: Corrections : les fonctions de formatage ont été optimisées, et des corrections mineures ont été apportées.
it: Risolto: le funzioni di formattazione sono le migliori possibili, oltre a correzioni minori tutte in giro.
nl: De opmaakfuncties zijn nu zo goed als maar kan. Ook zijn er enkele bugs opgelost.
pt_br: Consertado: funções de formatação são as melhores possíveis, além de consertos menores pra todo lado.

source: Release: Ready, Set, Go!
cs: Vydání: Připravit, pozor, teď!
es: Versión: Preparados, listos, ¡ya!
fr: Version : À vos marques, Prêts, Partez !
it: Rilascio: Pronto, partenza, via!
nl: Uitgave: ‘Klaar voor de start…!’
pt_br: Lançamento: Preparar, apontar, ir!
tr: Sürüm: Hazır, Ayarla, Git!

source: Some UI design fixes, such as the notebook switcher being on the bottom instead of in the top.
cs: Různé opravy UI, například přepínač zápisníků je nově dole místo nahoře.
es: Algunas correcciones en el diseño de la interfaz de usuario, como que el selector de cuadernos esté en la parte inferior en lugar de en la parte superior.
fr: Quelques corrections de l'interface utilisateur, comme le fait que le sélecteur de carnets de notes se trouve en bas et non plus en haut.
it: Alcune correzioni alla progettazione dell'interfaccia utente, ad esempio lo switcher del notebook nella parte inferiore
nl: De vormgeving is verbeterd. Zo staat de notitieboeklijst onderaan het scherm in plaats van bovenaan.
pt_br: Alguns consertos de interface, como o alternador de cadernos estar embaixo ao invés de no topo.

source: Release: GTK4 and Ready!
cs: Vydání: GTK4 a pozor!
es: Versión: ¡GTK4 y listo!
fr: Version : GTK4 est là!
it: Rilascio: GTK4 e pronto!
nl: Uitgave: ‘GTK4 en wel!’
pt_br: Lançamento: GTK4 e pronto!
tr: Sürüm: GTK4 ve Hazır!

source: New UI
cs: Nové uživatelské rozhraní
es: Interfaz de usuario renovada
fr: Nouvelle interface
it: Nuova interfaccia utente
nl: Nieuwe vormgeving
pt_br: Nova interface
tr: Yeni arayüz

source: Using another widget to display note contents
cs: Použití jiné widgety na zobrazení obsahu poznámky
es: Utilizado otro widget para mostrar el contenido de las notas
fr: Utilisation d'un autre widget pour afficher le contenu des notes
it: Utilizzo di un altro widget per visualizzare i contenuti delle note
nl: Notitie-inhoud wordt voortaan naast de lijst getoond
pt_br: Usando outro componente para exibir conteúdo da nota

source: Keyboard shortcuts for formatting
cs: Klávesové zkratky pro formátování
es: Atajos de teclado para dar formato
fr: Raccourcis clavier pour le formatage
it: Scorciatoie da tastiera per la formattazione
nl: Sneltoetsen voor tekstopmaak
pt_br: Atalhos de teclado para formatação
tr: Biçimlendirme için klavye Kısayolları

source: text;plain;plaintext;notepad;notes;sticky;post-it;
es: text;plain;plaintext;notepad;notes;sticky;post-it;texto;plano;bloc;notas;adhesiva;
fr: texte;clair;texte en clair;carnet de notes;notes;autocollant;post-it ;
it: testo;normale;testo normale;blocco-note;note,sticky;post-it;
nl: tekst;plat;plattetekst;notitieboek;notities;plakbriefje;post-it;
pt_br: text;plain;plaintext;notepad;notes;sticky;post-it;texto;notas;
tr: text;plain;plaintext;notepad;notes;sticky;post-it;metin;düz;düz metin;not defteri;yapışkan notlar;

source: Migration Version
cs: Migrační verze
es: Versión de migración
fr: Changement de Version
it: Versione di migrazione
nl: Migration-versie
pt_br: Versão de Migração
tr: Taşıma Sürümü

source: The version of migration to use; Do not change.
cs: Používejte tuto migrační verzi; Neměnit.
es: La versión de migración a usar; No cambiar.
fr: La version de migration à utiliser ; Ne pas modifier.
it: La versione di migrazione da utilizzare; Non cambiare.
nl: De te gebruiken Migration-versie - pas dit niet aan.
pt_br: A versão de migração a usar; Não mude.
tr: Kullanılacak taşıma sürümü; Değiştirmeyin.

source: Last View Used
cs: Poslední použité zobrazení
es: Última vista usada
fr: Dernier affichage utilisé
it: Ultima visualizzazione utilizzata
nl: Laatstgebruikte weergave
pt_br: Última visualização usada
tr: Kullanılan Son Görünüm

source: The last view used in the UI
cs: Poslední zobrazení použité v UI
es: La última vista usada en la interfaz de usuario
fr: Le dernier affichage utilisé dans l'interface
it: L'ultima vista utilizzata nell'interfaccia utente
nl: De laatstgebruikte weergave binnen het venster
pt_br: A última visualização usada na interface
tr: Arayüzde kullanılan son görünüm

source: Notes Font Size
cs: Velikost fontu u poznámek
es: Tamaño de la fuente de las notass
fr: Taille de la police des notes
it: Dimensioni del carattere delle note
nl: Tekstgrootte van notities
pt_br: Tam. da Fonte das Notas
tr: Not Yazı Tipi Boyutları

source: The size of the font used in notes. (Small, Medium, Large)
cs: Velikost fontu používaná v poznámkách. (Malá, Střední, Velká)
es: El tamaño de la fuente usada en las notas. (pequeña, mediana, grande)
fr: La taille de la police utilisée dans les notes. (Petite, Moyenne, Grande)
it: La dimensione del carattere utilizzato nelle note. (Piccolo Medio Grande)
nl: De tekstgrootte van notities. (klein, gemiddeld, groot)
pt_br: O tamanho da fotne usada nas notas (pequeno, médio, grande)
tr: Notlarda kullanılan yazı tipinin boyutu. (Small (Küçük), Medium (Orta), Large (Büyük))

source: Saves whether the window is maximized or not
cs: Uloží, jestli je okno maximalizováno či nikoliv
es: Guarda si la ventana está maximizada o no
fr: Sauvegarde si la fenêtre est maximisée ou non
it: Salva se la finestra è ingrandita o meno
nl: Of het venster gemaximaliseerd moet zijn
pt_br: Salva se a janela está maximizada ou não
tr: Pencerenin ekranı kapsayıp kapsamadığı durumunu kaydeder

source: Whether the window is maximized. Used to open window with user's preferred settings
cs: Když je okno maximalizováno. Slouží k otevření okna s nastavením uživatele
es: Si la ventana está maximizada. Se usa para abrir la ventana con la configuración preferida por el usuario
fr: Indique si la fenêtre est maximisée. Utilisé pour ouvrir la fenêtre avec les paramètres préférés de l'utilisateur
it: Se la finestra è ingrandita. Usato per aprire la finestra con le preferenze delle impostazioni
nl: Of het venster gemaximaliseerd moet zijn.
pt_br: Se a janela está maximizada. Usada para abrir a jenale configurada de acordo com a preferência do usuário
tr: Pencerenin büyütülmüş olup olmadığı. Kullanıcının tercih ettiği ayarlarla pencere açmak için kullanılır

source: Saves window last-used width
cs: Uloží naposledy používanou délku okna
es: Guarda la anchura de la ventana usada por última vez
fr: Sauvegarde la dernière largeur de fenêtre utilisée par l'utilisateur
it: Salva l'ultima larghezza della finestra utilizzata
nl: Welke vensterbreedte moeten worden gebruikt
pt_br: Salva última largura usada para a janela
tr: Pencerenin son kullanılan genişliğini kaydeder

source: The user's last used window width before closing the app
cs: Šířka okna naposledy používaná uživatelem před zavřením aplikace
es: El último ancho de ventana usado por el usuario antes de cerrar la aplicación
fr: La dernière largeur de fenêtre utilisée par l'utilisateur avant de fermer l'application
it: L'ultima larghezza della finestra utilizzata dall'utente prima di chiudere l'app
nl: De laatstgebruikte vensterbreedte.
pt_br: A última largura usada pelo usuário para a janela antes de fechar o programa
tr: Uygulamayı kapatmadan önce kullanıcının son kullandığı pencere genişliği

source: Saves window last-used height
cs: Uloží naposledy používanou výšku okna
es: Guarda la altura de la ventana usada por última vez
fr: Sauvegarde la dernière longueur de fenêtre utilisée par l'utilisateur
it: Salva l'ultima altezza della finestra utilizzata
nl: Welke vensterhoogte moeten worden gebruikt
pt_br: Salva última altura usada para a janela
tr: Pencerenin son kullanılan yüksekliğini kaydeder

source: The user's last used window height before closing the app
cs: Výška okna naposledy používaná uživatelem před zavřením aplikace
es: La última altura de ventana usada por el usuario antes de cerrar la aplicación
fr: La dernière hauteur de fenêtre utilisée par l'utilisateur avant de fermer l'application
it: L'ultima altezza della finestra utilizzata dall'utente prima di chiudere l'app
nl: De laatstgebruikte vensterhoogte.
pt_br: A última altura usada pelo usuário para a janela antes de fechar o programa
tr: Uygulamayı kapatmadan önce kullanıcının son kullandığı pencere yüksekliği

source: Jot your ideas.
cs: Zapiš si své nápady.
es: Anote sus ideas.
fr: Notez vos idées.
it: Annota le tue idee.
nl: Noteer je ideeën.
pt_br: Anote suas idéias.

source: translator-credits
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
fr: Almeswaj <alemswaj@tutanota.com> Irénée Thirion
it: Albano Battistella
nl: Heimen Stoffels <vistausss@fastmail.com>
pt_br: Clovis Fabricio <github.nosklo@0sg.net>

source: Markdown files
es: Archivos Markdown
fr: Fichiers Markdown
tr: Markdown dosyaları

source: All files
es: Todos los archivos
fr: Tous les fichiers
tr: Tüm dosyalar

source: Image files
es: Archivos de imagen
fr: Fichiers d’images
tr: Görüntü dosyaları

source: %a, %b %e, %Y
es: %a, %e %b, %Y
fr: %A %e %B %Y
nl: %a, %e %B, %Y
pt_br: %a, %e %b, %Y

source: %b %e %Y
es: %e %b %Y
fr: %e %b %Y
nl: %e %B %Y
pt_br: %e %b %Y

source: %b %e
es: %e %b
fr: %e %b
nl: %e %B
pt_br: %e %b

source: %a, %b %e
es: %a, %e %b
fr: %a %e %b
nl: %a, %e %B
pt_br: %a, %e %b

source: Now
cs: Teď
es: Ahora
fr: Maintenant
it: Adesso
nl: Zojuist
pt_br: Agora
tr: Şimdi

source: %d minute ago
cs: před %d minutou
es: hace %d minuto
fr: il y a %d minute
it: %d minuto fa
nl: %d minuut geleden
pt_br: %d minuto atrás
tr: %d dakika önce

source: %d hour ago
cs: před %d hodinou
es: hace %d hora
fr: il y a %d heure
it: %d ora fa
nl: %d uur geleden
pt_br: %d hora atrás
tr: %d saat önce

source: in %d minute
cs: za %d minutu
es: en %d minuto
fr: dans %d minute
it: in %d minuto
nl: over %d minuut
pt_br: em %d minuto
tr: %d dakika içinde

source: in %d hour
cs: za %d hodinu
es: en %d hora
fr: dans %d heure
it: in %d ora
nl: over %d uur
pt_br: em %d hora
tr: %d saat içinde

source: Yesterday
cs: Včera
es: Ayer
fr: Hier
it: Ieri
nl: Gisteren
pt_br: Ontem
tr: Dün

source: Tomorrow
cs: Zítra
es: Mañana
fr: Demain
it: Domani
nl: Morgen
pt_br: Amanhã
tr: Yarın

source: New Note
cs: Nová poznámka
es: Nota nueva
fr: Nouvelle note
it: Nuova Nota
nl: Nieuwe notitie
pt_br: Nova nota
tr: Yeni Not

source: Type text here…
es: Escriba aquí el texto…
fr: Saisissez du texte ici…
tr: Metni buraya yazınız…

source: No Notebook
cs: Žádný zápisník
es: Sin cuaderno
fr: Pas de carnet de notes
it: Nessun Taccuino
nl: Geen notitieboek
pt_br: Sem caderno
tr: Not Defteri Yok

source: Clear Trash?
cs: Vysypat koš?
es: ¿Vaciar papelera?
fr: Vider la corbeille ?
it: Pulire il cestino?
nl: Prullenbak legen?
pt_br: Limpar lixeira?
tr: Çöp Temizlensin Mi?

source: Clearing means the notes in Trash will be permanently lost with no recovery.
cs: Vysypání způsobí, že poznámky v koši budou navždy smazány bez možnosti obnovení.
es: Las notas borradas se perderán permanentemente sin la posibilidad de recuperarlas.
fr: L'effacement signifie que les notes dans la Corbeille seront définitivement perdues, sans possibilité de récupération.
it: Pulire significa che le note nel Cestino andranno perse in modo permanente senza alcun recupero.
nl: Hierdoor worden alle notities in de prullenbak permanent verwijderd.
pt_br: Se limpar as notas na lixeira serão perdidas permanentemente sem nenhuma recuperação.

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
it: Cancella
nl: Annuleren
pt_br: Cancelar
tr: İptal

source: Clear
cs: Vysypat
es: Vaciar
fr: Effacer
it: Pulisci
nl: Legen
pt_br: Limpar

source: bold text
cs: tučné písmo
es: texto en negrita
fr: texte en gras
it: testo in grassetto
nl: vetgedrukte tekst
pt_br: texto negrito
tr: kalın metin

source: italic text
cs: kurzíva
es: texto en cursiva
fr: texte en italique
it: testo in corsivo
nl: cursieve tekst
pt_br: texto itálico
tr: eğik metin

source: underline text
cs: podtržené písmo
es: texto subrayado
fr: texte souligné
it: testo sottolineato
nl: onderstreepte tekst
pt_br: texto sublinhado
tr: altı çizili metin

source: strikethrough text
cs: přeškrtnuté písmo
es: texto tachado
fr: texte barré
it: testo barrato
nl: doorgehaalde tekst
pt_br: texto cortado
tr: üstü çizili metin

source: Item
cs: Položka
es: Elemento
fr: Objet
it: Elemento
pt_br: Ítem
tr: Öge

source: Trash has
es: La papelera tiene
fr: La corbeille contient

source: Note
es: Nota

source: Notes
es: Notas
tr: Notlar

source: Trash is Empty
cs: Koš je prázdný
es: La papelera está vacía
fr: La Corbeille est vide
it: Il cestino è vuoto
nl: De prullenbak is leeg
pt_br: Lixeira Vazia
tr: Çöp Boş

source: Edit Notebooks
cs: Upravit zápisník
es: Editar cuaderno
fr: Modifier les carnets de notes
it: Modifica Quaderni
nl: Notitieboeken bewerken
pt_br: Editar Cadernos
tr: Not Defterlerini Düzenle

source: New Notebook…
cs: Nový zápisník…
es: Cuaderno nuevo…
fr: Nouveau carnet de notes...
it: Nuovo Taccuino…
nl: Nieuw notitieboek…
pt_br: Novo Caderno…
tr: Yeni Not Defteri…

source: Add
cs: Přidat
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pt_br: Adicionar
tr: Ekle

source: Move
cs: Přesunout
es: Mover
fr: Déplacer
it: Sposta
nl: Verplaatsen
pt_br: Mover

source: Move to a Notebook
cs: Přesunout do zápisníku
es: Mover a un cuaderno
fr: Déplacer vers un Carnet de note
it: Sposta in un taccuino
nl: Verplaatsen naar notitieboek
pt_br: Mover para um Caderno
tr: Not Defterine Taşı
